alsa-tools
awww
baobab
base
base-devel
bat
bluetui
bluez
bluez-utils
brightnessctl
btrfs-progs
chatty
chromium
d-spy
dconf-editor
decibels
dkms
dosfstools
efibootmgr
endeavour
epiphany
eza
fastfetch
figlet
file-roller
firefox
firefox-developer-edition
fzf
gdm
ghex
git
gnome-backgrounds
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-calls
gnome-characters
gnome-chess
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-music
gnome-nibbles
gnome-remote-desktop
gnome-robots
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grub
grub-btrfs
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hypridle
hyprland
hyprlock
hyprpaper
inotify-tools
intel-ucode
jq
kitty
kmonad
kvantum
kvantum-qt5
lazygit
libpulse
lightsoff
limine
linux
linux-firmware
linux-lts
linux-zen
linux-zen-headers
loupe
luarocks
malcontent
manuals
nautilus
neovim
networkmanager
nodejs
npm
nwg-displays
nwg-look
openssh
orca
papers
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
power-profiles-daemon
qt5-wayland
qt6-wayland
quadrapassel
rofi
rygel
sassc
showtime
simple-scan
snap-pac
snapper
snapshot
spotify-launcher
sudo
sushi
swaync
swell-foop
syncthing
sysprof
tailscale
tecla
thunar
tmux
tree-sitter-cli
ttf-arimo-nerd
ttf-dejavu
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
udiskie
waybar
wget
wireplumber
wofi
wpa_supplicant
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xsel
yelp
zram-generator
zsh
